Repository: medialab/fonio
Catalog: translations/*.po
Languages: fr

source: Features.SectionView.All the shortcuts presented below are also accessible through the editor graphical interface (move cursor/select text)
fr: Tous les raccourcis présentés ci-dessous sont également accessibles à travers l'interface graphique de l'éditeur (déplacer le curseur / sélectionner du texte).

source: Components.AssetPreview.Description
fr: Description

source: Components.AssetPreview.Source
fr: Source

source: Components.AssetPreview.Unnamed resource
fr: Resource sans titre

source: Components.AssetPreview.delete mention
fr: supprimer la mention

source: Components.AssetPreview.delete-contextualization
fr: supprimer la mention

source: Components.AssetPreview.description
fr: description

source: Components.AssetPreview.edit bib
fr: Éditer la référence

source: Components.AssetPreview.edit embed
fr: Éditer le code

source: Components.AssetPreview.edit glossary
fr: Éditer l'entrée de glossaire

source: Components.AssetPreview.edit image
fr: Éditer l'image

source: Components.AssetPreview.edit item
fr: Éditer

source: Components.AssetPreview.edit table
fr: Éditer le tableau

source: Components.AssetPreview.edit video
fr: Éditer la vidéo

source: Components.AssetPreview.edit webpage
fr: Éditer l'hyperlien

source: Components.AssetPreview.edit-resource
fr: éditer la resource

source: Components.AssetPreview.primary
fr: important

source: Components.AssetPreview.show info
fr: montrer les infos

source: Components.AssetPreview.source
fr: source

source: Components.AssetPreview.table-loading
fr: chargement

source: Components.AssetPreview.table-next
fr: suivant

source: Components.AssetPreview.table-no-rows-found
fr: pas de ligne à afficher

source: Components.AssetPreview.table-of
fr: de

source: Components.AssetPreview.table-page
fr: page

source: Components.BlockContextualization.delete mention (the image will not be delete from the library)
fr: supprimer la mention (l'image ne sera pas supprimée de la bibliothèque)

source: Components.BlockContextualization.delete mention (the video will not be delete from the library)
fr: supprimer la mention (la vidéo ne sera pas supprimée de la bibliothèque)

source: Components.BlockContextualization.delete mention (the embed will not be delete from the library)
fr: supprimer la mention (le code à embarquer ne sera pas supprimé de la bibliothèque)

source: Components.BlockContextualization.delete mention (the table will not be delete from the library)
fr: supprimer la mention (le tableau ne sera pas supprimé de la bibliothèque)

source: Components.BlockContextualization.edit image
fr: éditer l'image

source: Components.BlockContextualization.edit video
fr: éditer la vidéo

source: Components.BlockContextualization.edit embed
fr: éditer le code

source: Components.BlockContextualization.edit table
fr: éditer le tableau

source: Components.AssetPreview.table-previous
fr: précédent

source: Components.AssetPreview.table-row
fr: ligne

source: Components.AuthorsManager.Add an author
fr: Ajouter un·e auteur·e

source: Components.AuthorsManager.Authors
fr: Auteur·e·s

source: Components.AuthorsManager.Explanation about the story authors
fr: Les auteur·e·s seront affiché·e·s sur la page web de ce récit

source: Components.AuthorsManager.New auhthor
fr: Nouvel·le auteur·e

source: Components.AuthorsManager.New author
fr: Nouvel·le auteur·e

source: Components.ChangePasswordModal.Cancel
fr: Annuler

source: Components.ChangePasswordModal.Change Password
fr: Changer le mot de passe

source: Components.ChangePasswordModal.Change password
fr: Changer le mot de passe

source: Components.ChangePasswordModal.Confirm password
fr: Confirmer le mot de passe

source: Components.ChangePasswordModal.Explanation about the password
fr: Mot de passe défini lors de la création du récit

source: Components.ChangePasswordModal.New password
fr: Nouveau mot de passe

source: Components.ChangePasswordModal.Old password is not valid
fr: L'ancien mot de passe n'est pas valide

source: Components.ChangePasswordModal.Old password is required
fr: L'ancien mot de passe est obligatoire

source: Components.ChangePasswordModal.Old password
fr: Ancien mot de passe

source: Components.ChangePasswordModal.Password should be at least 6 characters
fr: Le mot de passe devrait être d'au moins 6 caractères

source: Components.ChangePasswordModal.Submitting password
fr: Soumission du mot de passe

source: Components.ChangePasswordModal.password does not match
fr: les mots de passe ne correspondent pas

source: Components.ConfirmToDeleteModal.Are you sure you want to delete the resource
fr: Êtes-vous sûr·e de vouloir supprimer la ressource « {s} » ?

source: Components.ConfirmToDeleteModal.Are you sure you want to delete the section
fr: Êtes-vous sûr·e de vouloir supprimer la section « {s} » ? Tous ses contenus seront perdus sans possibilité de les récupérer.

source: Components.ConfirmToDeleteModal.Are you sure you want to delete this resource ?
fr: Êtes-vous sûr·e de vouloir supprimer cet item ?

source: Components.ConfirmToDeleteModal.Are you sure you want to delete this section ?
fr: Êtes-vous sûr·e de vouloir supprimer cette section ?

source: Components.ConfirmToDeleteModal.Cancel
fr: Annuler

source: Components.ConfirmToDeleteModal.Delete Resource
fr: Supprimer l'item

source: Components.ConfirmToDeleteModal.Delete Section
fr: Supprimer

source: Components.ConfirmToDeleteModal.Delete
fr: Supprimer

source: Components.ConfirmToDeleteModal.This resource is cited in {n} places of in your story,
fr: Cet item est mentionné dans {n} endroits à l'intérieur de ce récit,

source: Components.ConfirmToDeleteModal.You will destroy one item mention in your content if you delete these items.
fr: Vous allez détruire une mention de cet item dans vos contenus si vous le supprimez.

source: Components.ConfirmToDeleteModal.You will destroy one item mention in your content if you delete this item.
fr: Vous allez détruire une mention de cet item dans vos contenus si vous le supprimez.

source: Components.ConfirmToDeleteModal.You will destroy {n} item mentions in your content if your delete these items.
fr: Vous allez détruire {n} mentions de cet item dans vos contenus si vous le supprimez.

source: Components.ConfirmToDeleteModal.You will destroy {n} item mentions in your content if your delete this item.
fr: Vous allez détruire {n} mentions de cet item dans vos contenus si vous le supprimez.

source: Components.DeleteStoryModal.Cancel
fr: Annuler

source: Components.DeleteStoryModal.Delete a story
fr: Supprimer un récit

source: Components.DeleteStoryModal.Delete
fr: Supprimer

source: Components.DeleteStoryModal.Deleting Story
fr: Suppression d'un récit

source: Components.DeleteStoryModal.Enter password of the story
fr: Entrer le mot de passe du récit

source: Components.DeleteStoryModal.Explanation about the password
fr: Mot de passe défini lors de la création du récit

source: Components.DeleteStoryModal.Password is not valid
fr: Mot de passe invalide

source: Components.DeleteStoryModal.Story could not be deleted
fr: Le récit n'a pas pu être supprimé

source: Components.DeleteStoryModal.Submitting password
fr: Soumission du mot de passe

source: Components.EnterPasswordModal.Cancel
fr: Annuler

source: Components.EnterPasswordModal.Create a story password
fr: Mot de passe du nouveau récit

source: Components.EnterPasswordModal.Create story
fr: Créer un récit

source: Components.EnterPasswordModal.Create
fr: Créer

source: Components.EnterPasswordModal.Enter password of the story
fr: Entrer le mot de passe du récit

source: Components.EnterPasswordModal.Explanation about the password
fr: Mot de passe défini lors de la création du récit (6 caractères minimum)

source: Components.EnterPasswordModal.Override story
fr: Écraser le récit

source: Components.EnterPasswordModal.Override
fr: Écraser

source: Components.EnterPasswordModal.Password is not valid
fr: Mot de passe invalide

source: Components.EnterPasswordModal.Password should be at least 6 characters
fr: Le mot de passe doit faire au moins 6 caractères

source: Components.EnterPasswordModal.Story could not be created
fr: Le récit n'a pas pu être créé

source: Components.EnterPasswordModal.Story could not be overrided
fr: Le récit n'a pas pu être écrasé

source: Components.ExportModal.Export story
fr: Exporter le récit

source: Components.ExportModal.Export your story to backup and edit it later in Fonio (fonio JSON format)
fr: Exporter ce récit pour le sauvegarder et l'éditer plus tard dans Fonio (format JSON/fonio)

source: Components.ExportModal.Export your story to backup it (fonio JSON format)
fr: Exporter ce récit pour le sauvegarder (format JSON/fonio)

source: Components.ExportModal.Export your story to publish it (HTML format)
fr: Exporter ce récit pour le publier (format HTML)

source: Components.ExportModal.Story was bundled successfully
fr: Le récit a été compacté avec succès

source: Components.IdentificationModal.Cancel
fr: Annuler

source: Components.IdentificationModal.Enter a nickname
fr: Entrer un nom

source: Components.IdentificationModal.Submit new information
fr: Valider

source: Components.IdentificationModal.Who is this?
fr: Qui est là ?

source: Components.InlineCitation.Additional comment to this citation (version, context, etc.)
fr: Commentaire additionnel pour cette citation (version, contexte, etc.)

source: Components.InlineCitation.Additional comment
fr: Commentaire additionnel

source: Components.InlineCitation.Citation location
fr: Localisation de la citation

source: Components.InlineCitation.Close
fr: Fermer

source: Components.InlineCitation.Edit reference
fr: Éditer la référence

source: Components.InlineCitation.Edit short citation
fr: Éditer la citation courte

source: Components.InlineCitation.Page number, chapter, section...
fr: Numéro de page, chapitre, section...

source: Components.InlineCitation.additionnal comment
fr: commentaire additionnel

source: Components.InlineCitation.citation location
fr: localisation de la citation

source: Components.InlineCitation.edit short citation
fr: éditer la citation courte

source: Components.InlineCitation.loading citation
fr: chargement de la citation

source: Components.LoadingScreen.loading...
fr: Chargement ...

source: Components.MetadataForm.Cancel
fr: Annuler

source: Components.MetadataForm.Create story
fr: Créer un récit

source: Components.MetadataForm.Creating story
fr: Création du récit

source: Components.MetadataForm.Explanation about the story password
fr: Ce mot de passe est spécifique à ce récit, et à aucun autre. Il pourra être partagé avec vos co-auteur·e·s.

source: Components.MetadataForm.Explanation about the story subtitle
fr: Il sera affiché sur la page web créée à partir de ce récit

source: Components.MetadataForm.Explanation about the story title
fr: Il sera affiché sur la page web créée à partir de ce récit et utilisé pour son indexation

source: Components.MetadataForm.Password should be at least 6 characters
fr: Le mot de passe devrait faire au moins 6 caractères de long

source: Components.MetadataForm.Story Abstract
fr: Résumé du récit

source: Components.MetadataForm.Story could not be created
fr: Le récit n'a pas pu être créé

source: Components.MetadataForm.Story password
fr: Mot de passe du récit

source: Components.MetadataForm.Story subtitle
fr: Sous-titre du récit

source: Components.MetadataForm.Story title is required
fr: Il est obligatoire de donner un titre au récit

source: Components.MetadataForm.Story title
fr: Titre du récit

source: Components.MetadataForm.Update settings
fr: Mettre à jour

source: Components.MetadataForm.abstract
fr: résumé

source: Components.MetadataForm.subtitle
fr: sous-titre

source: Components.MetadataForm.title
fr: titre

source: Components.NewSectionForm.Authors
fr: Auteur·e·s

source: Components.NewSectionForm.Cancel
fr: Annuler

source: Components.NewSectionForm.Create and start editing
fr: Créer et commencer l'édition

source: Components.NewSectionForm.Explanation about the section title
fr: C'est le titre qui sera affiché pour cette section

source: Components.NewSectionForm.Section authors
fr: Auteur·e·s de la section

source: Components.NewSectionForm.Section title
fr: Titre de la section

source: Components.NewSectionForm.help about section authors
fr: Utiliser ce champ si un·e auteur·e spécifique est attaché à cette section. Sinon, les auteur·e·s du récit seront utilisés par défault.

source: Components.NewSectionForm.section-title-is-required
fr: Il est obligatoire de donner un titre à la section

source: Components.PageNotFound.Fonio - page not found
fr: Fonio - page non trouvée

source: Components.PageNotFound.No match for {u}, go back to
fr: {u} est introuvable, revenir à la

source: Components.PageNotFound.home page
fr: page d'accueil de la salle de classe

source: Components.References.References
fr: Références

source: Components.ResourceForm.Add bib to library
fr: Ajouter

source: Components.ResourceForm.Add embed to library
fr: Ajouter

source: Components.ResourceForm.Add glossary to library
fr: Ajouter

source: Components.ResourceForm.Add image to library
fr: Ajouter

source: Components.ResourceForm.Add item to library
fr: ajouter l'item

source: Components.ResourceForm.Add item to the library
fr: Ajouter l'item à la bibliothèque

source: Components.ResourceForm.Add table to library
fr: Ajouter

source: Components.ResourceForm.Add video to library
fr: Ajouter

source: Components.ResourceForm.Add webpage to library
fr: Ajouter

source: Components.ResourceForm.Authors of the code
fr: Auteur·e·s du contenu

source: Components.ResourceForm.Authors of the image
fr: Auteur·e·s de l'image

source: Components.ResourceForm.Authors of the video
fr: Auteur·e·s de la vidéo

source: Components.ResourceForm.Authors of the webpage
fr: Auteur·e·s de la page web

source: Components.ResourceForm.Authors of the table
fr: Auteur·e·s du tableau

source: Components.ResourceForm.Bib file
fr: Fichier bibtex

source: Components.ResourceForm.Cancel
fr: Annuler

source: Components.ResourceForm.Date of creation of the resource
fr: Date de creation de l'item

source: Components.ResourceForm.Date of publication
fr: Date de publication

source: Components.ResourceForm.Description of the resource
fr: Description

source: Components.ResourceForm.Drop a bib file ({l} Mb max)
fr: Déposer un fichier .bib ici ({l} Mo max)

source: Components.ResourceForm.Drop an bib file
fr: Déposer un fichier .bib

source: Components.ResourceForm.Drop an image file ({l} Mb max)
fr: Déposer un fichier d'image ({l} Mo maximum)

source: Components.ResourceForm.Drop an image file
fr: Déposer un fichier d'image

source: Components.ResourceForm.Drop an table file(csv, tsv)
fr: Déposer un fichier tableau (csv, tsv)

source: Components.ResourceForm.Drop an table file(csv, tsv, ({l} Mb max))
fr: Déposer un fichier tabulaire(csv, tsv, ({l} Mo maximum))

source: Components.ResourceForm.Edit bib
fr: Éditer la référence

source: Components.ResourceForm.Edit embed
fr: Éditer le code

source: Components.ResourceForm.Edit glossary
fr: Éditer l'entrée de glossaire

source: Components.ResourceForm.Edit image
fr: Éditer l'image

source: Components.ResourceForm.Edit item
fr: Éditer

source: Components.ResourceForm.Edit table
fr: Éditer le tableau

source: Components.ResourceForm.Edit video
fr: Éditer la vidéo

source: Components.ResourceForm.Edit webpage
fr: Éditer l'hyperlien

source: Components.ResourceForm.Embed code
fr: Code à embarquer

source: Components.ResourceForm.Explanation about the bib
fr: Bibtex est le format standard pour les données bibliographiques. Il est possible de générer des fichiers bibtex avec des logiciels comme Zotero, ou des services en ligne comme https://zbib.org/.

source: Components.ResourceForm.Explanation about the date
fr: Elle sera utilisée si cet item est inclus dans la section références de la page web de ce récit

source: Components.ResourceForm.Explanation about the embed
fr: Code HTML à embarquer directement (par exemple tel que fourni par un service ou une plateforme pour partager son contenu)

source: Components.ResourceForm.Explanation about the glossary description
fr: Ce texte sera affiché dans la section glossaire de votre page web

source: Components.ResourceForm.Explanation about the glossary
fr: Une entrée de glossaire permet de citer des éléments récurrents dans ce récit : idées, lieux, personnes et organisations, ...

source: Components.ResourceForm.Explanation about the hyperlink
fr: Un simple hyperlien vers une page web

source: Components.ResourceForm.Explanation about the image
fr: Acceptés: JPEG, JPG, GIF, PNG.

source: Components.ResourceForm.Explanation about the resource date
fr: Elle sera utilisée si cet item est inclus dans la section références de la page web de ce récit

source: Components.ResourceForm.Explanation about the resource description
fr: Cette description pourra être utilisée pour légender ou présenter cet item

source: Components.ResourceForm.Explanation about the resource source
fr: Spécifier ici d'où cet item est tirée (personne, URL,...)

source: Components.ResourceForm.Explanation about the resource title
fr: Ce titre sera affiché pour vos références et aux endroits où vous mentionnerez l'item

source: Components.ResourceForm.Explanation about the table
fr: Le tableau doit être au format csv ou tsv

source: Components.ResourceForm.Explanation about the video url
fr: Plateformes acceptées : youtube, vimeo

source: Components.ResourceForm.Explanation about the webpage
fr: Un simple hyperlien vers une page web

source: Components.ResourceForm.File is too large, please choose one under {s} Mb
fr: Fichier trop gros, veuillez en choisir un de moins de {s} Mo

source: Components.ResourceForm.Glossary description
fr: Description de l'entrée

source: Components.ResourceForm.Glossary name
fr: Nom de l'entrée

source: Components.ResourceForm.Image file
fr: Fichier d'image

source: Components.ResourceForm.Invalid bibtext resource
fr: Resource bibtex invalide

source: Components.ResourceForm.Please enter only one bibtex
fr: Veuillez fournir une seule entrée bibtex

source: Components.ResourceForm.Preview
fr: Aperçu

source: Components.ResourceForm.Resource date
fr: Date de publication

source: Components.ResourceForm.Resource description
fr: Description

source: Components.ResourceForm.Resource is not valid
fr: L'item n'est pas valide

source: Components.ResourceForm.Resource source
fr: Source

source: Components.ResourceForm.Resource title
fr: Titre

source: Components.ResourceForm.Source of the resource
fr: Source

source: Components.ResourceForm.Table
fr: Tableau

source: Components.ResourceForm.Title of the resource
fr: Titre

source: Components.ResourceForm.Update bib
fr: Mettre à jour

source: Components.ResourceForm.Update embed
fr: Mettre à jour

source: Components.ResourceForm.Update glossary
fr: Mettre à jour

source: Components.ResourceForm.Update image
fr: Mettre à jour

source: Components.ResourceForm.Update item
fr: mettre à jour

source: Components.ResourceForm.Update table
fr: Mettre à jour

source: Components.ResourceForm.Update video
fr: Mettre à jour

source: Components.ResourceForm.Update webpage
fr: Mettre à jour

source: Components.ResourceForm.Url of the video
fr: URL/adresse de la vidéo

source: Components.ResourceForm.Video url
fr: URL de la vidéo

source: Components.ResourceForm.Webpage name
fr: Nom de la page web

source: Components.ResourceForm.authors of the resource
fr: auteur·e·s de l'item

source: Components.ResourceForm.bib
fr: référence

source: Components.ResourceForm.embed
fr: code

source: Components.ResourceForm.glossary description
fr: description de l'entrée

source: Components.ResourceForm.glossary name
fr: nom de l'entrée

source: Components.ResourceForm.glossary
fr: glossaire

source: Components.ResourceForm.help about code authors
fr: Qui a produit le contenu que vous citez ?

source: Components.ResourceForm.help about image authors
fr: Qui a produit l'image que vous citez ?

source: Components.ResourceForm.help about resource authors
fr: Ils seront utilisés si l'item est cité dans la section références de la page web de ce récit

source: Components.ResourceForm.help about video authors
fr: Qui a produit la vidéo que vous citez ?

source: Components.ResourceForm.help about webpage authors
fr: Qui a écrit la page web que vous citez ?

source: Components.ResourceForm.http://
fr: http://

source: Components.ResourceForm.hyperlink
fr: hyperlien

source: Components.ResourceForm.image
fr: image

source: Components.ResourceForm.item
fr: item

source: Components.ResourceForm.metadata.type
fr: type

source: Components.ResourceForm.name
fr: nom

source: Components.ResourceForm.reset type
fr: autre type

source: Components.ResourceForm.resource is not valid
fr: l'item n'est pas valide

source: Components.ResourceForm.table
fr: tableau

source: Components.ResourceForm.this field is required
fr: ce champ est obligatoire

source: Components.ResourceForm.video
fr: vidéo

source: Components.ResourceForm.webpage
fr: hyperlien

source: Components.ResourceSearchWidget.add items to your library in order to embed them
fr: ajouter des items à votre bibliothèque pour pouvoir les mentionner ici

source: Components.ResourceSearchWidget.add new item
fr: ajouter un nouvel item

source: Components.ResourceSearchWidget.no items matching search
fr: aucun item correspondant à la recherche

source: Components.ResourceSearchWidget.search-a-resource
fr: trouver un item

source: Components.ResourceSearchWidget.untitled-asset
fr: mention sans titre

source: Components.SectionCard.delete
fr: supprimer

source: Components.SectionCard.duplicate
fr: dupliquer

source: Components.SectionCard.edit
fr: éditer

source: Components.SectionCard.edited by {n}
fr: éditée par {n}

source: Components.SectionCard.higher level
fr: plus haut niveau

source: Components.SectionCard.less important
fr: moins important

source: Components.SectionCard.lower level
fr: moins haut niveau

source: Components.SectionCard.move
fr: déplacer

source: Components.SectionCard.open for edition
fr: ouverte à l'édition

source: Components.SectionEditor.Delete note
fr: Supprimer la note

source: Components.SectionEditor.Go to note
fr: Aller à la note

source: Components.SectionEditor.add a footnote (shortcut : cmd + m)
fr: ajouter une note (raccourci : cmd + m)

source: Components.SectionEditor.add a link
fr: ajouter un lien

source: Components.SectionEditor.add an element from your library (shortcut : cmd + l)
fr: citer un item issu de la bibliothèque (raccourci : cmd + l)

source: Components.SectionEditor.add-note
fr: ajouter une note

source: Components.SectionEditor.big title
fr: grand titre

source: Components.SectionEditor.bold text
fr: texte en gras

source: Components.SectionEditor.cancel
fr: annuler

source: Components.SectionEditor.italic text
fr: texte en italique

source: Components.SectionEditor.loading
fr: chargement

source: Components.SectionEditor.native link to {u}
fr: lien natif vers {u}

source: Components.SectionEditor.ordered list
fr: liste numérotée

source: Components.SectionEditor.quote
fr: citation

source: Components.SectionEditor.remove formatting for selection
fr: supprimer le formattage (gras, italiques, ...) pour la sélection

source: Components.SectionEditor.small title
fr: petit titre

source: Components.SectionEditor.start writing
fr: Commencer à écrire

source: Components.SectionEditor.summon-asset
fr: mentionner un item

source: Components.SectionEditor.unordered list
fr: liste simple

source: Components.StoryCard.change password
fr: changer le mot de passe

source: Components.StoryCard.delete
fr: supprimer

source: Components.StoryCard.duplicate
fr: dupliquer

source: Components.StoryCard.edited by {a}
fr: édité par {a}

source: Components.StoryCard.edit
fr: éditer

source: Components.StoryCard.read
fr: lire
