Repository: medialab/fonio
Catalog: translations/*.po
Languages: fr

source: Features.AuthManager.Back to home
fr: Retour à l'accueil

source: Features.AuthManager.Connect to a story
fr: Se connecter à un récit

source: Features.AuthManager.Enter your password
fr: Entrer le mot de passe

source: Features.AuthManager.Enter
fr: Entrer

source: Features.AuthManager.Explanation about the password
fr: Ce mot de passe a été défini lors de la création du récit

source: Features.AuthManager.Password is not valid
fr: Le mot de passe est invalide

source: Features.AuthManager.Read
fr: Lire

source: Features.AuthManager.Submitting password
fr: Soumission du mot de passe

source: Features.DesignView.CSS Styling - help
fr: Styles CSS - aide

source: Features.DesignView.Change the background color
fr: Changer la couleur d'arrière-plan

source: Features.DesignView.Change the paragraphs font size
fr: Changer la taille des caractères des paragraphes

source: Features.DesignView.Change the titles color
fr: Changer la couleur des titres

source: Features.DesignView.Choose item types
fr: Choisir les types d'items

source: Features.DesignView.Edit css (advanced)
fr: Éditer les styles css (avancé)

source: Features.DesignView.Edit style with css
fr: Éditer les styles CSS

source: Features.DesignView.Enable comments through disqus service
fr: Permettre les commentaires avec le service disqus

source: Features.DesignView.Help
fr: Aide

source: Features.DesignView.Here are a few examples of things you could do:
fr: Voici quelques exemples de choses que vous pourriez faire :

source: Features.DesignView.Notes position
fr: Position des notes

source: Features.DesignView.Settings
fr: Réglages

source: Features.DesignView.Styles
fr: Styles

source: Features.DesignView.To do so, you must be familiar with css syntax. To get started, we advise you to go to <a target=
fr: Pour ce faire, vous devez être familier de la syntaxe CSS. Pour commencer à apprendre CSS, nous vous conseillons de commencer par <a target="blank" rel="noopener" href="https://developer.mozilla.org/fr-FR/docs/Learn/CSS/Introduction_to_CSS">ce tutoriel</a>

source: Features.DesignView.What items to show in references
fr: Quels items montrer dans les références

source: Features.DesignView.What types of items to show in references
fr: Quels types d'items montrer dans les références

source: Features.DesignView.You can style your story output with custom css rules.
fr: Vous pouvez mettre en forme votre page web au moyen de règles css spécifiques à ce récit.

source: Features.DesignView.You might need to use the !important suffix for some rules as you want to override initial ones.
fr: Il est possible qu'il vous faille utiliser le suffixe !important pour certaines des règles afin d'écraser les règles initiales.

source: Features.DesignView.add
fr: ajouter

source: Features.DesignView.all items
fr: tous les items

source: Features.DesignView.bib
fr: références

source: Features.DesignView.cited items only
fr: uniquement les items cités

source: Features.DesignView.disable
fr: désactivé

source: Features.DesignView.embed
fr: morceaux de code

source: Features.DesignView.enable
fr: activé

source: Features.DesignView.foot notes
fr: en bas de page

source: Features.DesignView.hide settings pannels
fr: cacher le panneau des réglages

source: Features.DesignView.image
fr: images

source: Features.DesignView.show settings pannels
fr: montrer le panneau des réglages

source: Features.DesignView.side notes
fr: dans la marge

source: Features.DesignView.table
fr: tableaux

source: Features.DesignView.video
fr: vidéos

source: Features.DesignView.webpage
fr: pages web

source: Features.DesignView.StylesVariables.smaller
fr: plus petit

source: Features.DesignView.StylesVariables.small
fr: petit

source: Features.DesignView.StylesVariables.normal
fr: normal

source: Features.DesignView.StylesVariables.big
fr: grand

source: Features.DesignView.StylesVariables.bigger
fr: plus grand

source: Features.EditionUiWrapper.Design
fr: Design

source: Features.EditionUiWrapper.Export
fr: Exporter

source: Features.EditionUiWrapper.Library
fr: Bibliothèque

source: Features.EditionUiWrapper.Summary
fr: Sommaire

source: Features.EditionUiWrapper.Unnamed story
fr: Récit sans titre

source: Features.EditionUiWrapper.edited by you
fr: edité par vous

source: Features.EditionUiWrapper.edited by {n}
fr: edité par {n}

source: Features.EditionUiWrapper.open to edition
fr: ouvert à l'édition

source: Features.ErrorMessageContainer.A section could not be deleted
fr: Une section n'a pas pu être supprimée

source: Features.ErrorMessageContainer.An error happened, sorry. It seems that the story you are trying to access is corrupted.
fr: Une erreur est malheureusement survenue. Il semble que les données du récit auquel vous tentez d'accéder soit corrompu.

source: Features.ErrorMessageContainer.An error happened, sorry. Please reload this page to continue editing!
fr: Une erreur vient malheureusement de se produire. Veuillez recharger cette page pour continuer l'édition !

source: Features.ErrorMessageContainer.An item could not be deleted
fr: Un item n'a pas pu être supprimé

source: Features.ErrorMessageContainer.An item could not be uploaded
fr: Un item n'a pas pu être importé

source: Features.ErrorMessageContainer.Come back to classroom home
fr: Revenir à la page d'accueil de la salle de classe

source: Features.ErrorMessageContainer.Fonio - Something is wrong
fr: Fonio - quelque chose ne va pas

source: Features.ErrorMessageContainer.It is edited by {a}
fr: Il est édité par {a}

source: Features.ErrorMessageContainer.Please check your internet connection or contact your teacher
fr: Veuillez vérifier votre connexion internet ou contacter votre enseignant

source: Features.ErrorMessageContainer.Please contact your teachers so that a backup version of this story is reset.
fr: Veuillez contacter vos enseignants afin qu'une version précédente de ce récit soit restaurée.

source: Features.ErrorMessageContainer.Please download the last version of firefox or chrome or use this tool at your risks !
fr: Merci de télécharger la dernière version de firefox ou de chrome !

source: Features.ErrorMessageContainer.Please split your uploads in smaller groups !
fr: Veuillez partager vos imports en plus petits groupes !

source: Features.ErrorMessageContainer.Some files are larger than the maximum file size allowed, they were not added to the library.
fr: Certains fichiers sont plus gros que la taille de fichier maximum autorisée, ils n'ont donc pas été intégrés à la bibliothèque.

source: Features.ErrorMessageContainer.Something went wrong
fr: Quelque chose c'est mal passé

source: Features.ErrorMessageContainer.The list of stories could not be retrieved
fr: La liste des récits n'a pas pu être récupérée

source: Features.ErrorMessageContainer.The password could not be changed
fr: Le mot de passe n'a pas pu être changé

source: Features.ErrorMessageContainer.The story could not be created
fr: Le récit n'a pas pu être créé

source: Features.ErrorMessageContainer.The story could not be deleted
fr: Le récit n'a pas pu être supprimé

source: Features.ErrorMessageContainer.The story could not be duplicated
fr: Le récit n'a pas pu être dupliqué

source: Features.ErrorMessageContainer.The story could not be imported
fr: Le récit n'a pas pu être importé

source: Features.ErrorMessageContainer.The story could not be opened
fr: Le récit n'a pas pu être ouvert

source: Features.ErrorMessageContainer.The story could not be overriden
fr: Le récit n'a pas pu être écrasé

source: Features.ErrorMessageContainer.The total length of the files you tried to upload extends maximum size to upload.
fr: La taille totale des fichiers que vous avez essayé d'intégrer excède la taille maximale autorisée.

source: Features.ErrorMessageContainer.The total length of the files you tried to upload extends maximum size to upload. Please split your uploads in smaller groups !
fr: La taille totale des fichiers que vous avez essayé d'importer est supérieure à la taille maximale autorisée. Veuillez séparer vos imports en plus petits groupes !

source: Features.ErrorMessageContainer.Upload went wrong
fr: Il y a eu des problèmes durant l'import

source: Features.ErrorMessageContainer.Would you be kind enough to report what happened before this screen
fr: Pourriez-vous avoir la gentillesse de nous faire savoir ce qui c'est passé avant que cette fenêtre ne s'affiche

source: Features.ErrorMessageContainer.Would you be kind enough to report what happened before this screen
fr: Pourriez-vous avoir la gentillesse de nous faire savoir ce qui s'est passé avec que cette fenêtre ne s'affiche

source: Features.ErrorMessageContainer.You are using {b} version {v} which was not tested for fonio.
fr: Vous utilisez {b} version {v} pour laquelle Fonio n'a pas été testé.

source: Features.ErrorMessageContainer.You cannot connect to your classroom server.
fr: Vous ne pouvez pas vous connecter au serveur de votre salle de classe.

source: Features.ErrorMessageContainer.You could not delete a block
fr: Vous n'avez pas pu supprimer un élément

source: Features.ErrorMessageContainer.You could not delete a resource
fr: Vous n'avez pas pu supprimer un item

source: Features.ErrorMessageContainer.You could not delete a section
fr: Vous n'avez pas pu supprimer une section

source: Features.ErrorMessageContainer.You could not edit a block
fr: Vous n'avez pas pu éditer un élément

source: Features.ErrorMessageContainer.You could not edit a section
fr: Vous n'avez pas pu éditer une section

source: Features.ErrorMessageContainer.You could not edit story metadata
fr: Vous n'avez pas pu éditer les propriétés du récit

source: Features.ErrorMessageContainer.Your story access token is expired
fr: Votre jeton d'accès au récit est périmé

source: Features.ErrorMessageContainer.You could not edit the order of sections
fr: Vous n'avez pas pu éditer l'ordre des sections

source: Features.ErrorMessageContainer.You could not edit the resource
fr: Vous n'avez pas pu éditer l'item

source: Features.ErrorMessageContainer.You could not edit the story design
fr: Vous n'avez pas pu éditer le design de ce récit

source: Features.ErrorMessageContainer.You tried to upload too many files at the same time.
fr: Vous avez essayé d'intégrer trop de fichiers en même temps.

source: Features.ErrorMessageContainer.You tried to upload too many files at the same time. Please split your uploads in smaller groups !
fr: Vous avez essayé d'importer trop de fichiers en même temps. Veuillez séparer vos imports en plus petits groupes !

source: Features.ErrorMessageContainer.Your browser is not supported
fr: Votre navigateur n'est pas pris en charge

source: Features.ErrorMessageContainer.in this page
fr: à cette adresse

source: Features.ErrorMessageContainer.{n} is too big
fr: {n} est trop gros

source: Features.HomeView. and is hosted on
fr: et est hébergé sur la plateforme

source: Features.HomeView.About fonio
fr: À propos de fonio

source: Features.HomeView.About
fr: À propos

source: Features.HomeView.Avatar icons courtesy of
fr: Les images d'avatar sont l'oeuvre de

source: Features.HomeView.Cancel
fr: Annuler

source: Features.HomeView.Create a story
fr: Créer un récit

source: Features.HomeView.Create new story
fr: nouveau récit

source: Features.HomeView.Drop a fonio file
fr: Déposer un fichier fonio (extension .json) ici

source: Features.HomeView.Import an existing story
fr: Importer un récit existant

source: Features.HomeView.Learn fonio
fr: Apprendre à utiliser fonio

source: Features.HomeView.Learn
fr: Apprendre

source: Features.HomeView.Made at the <a target=
fr: Fabriqué au <a target="blank" ref="noopener" href="http://medialab.sciencespo.fr/">médialab SciencesPo</a>, laboratoire de recherche qui connecte les sciences sociales avec de nouvelles méthodologies de recherche, d'ingénierie et de design.

source: Features.HomeView.Made by médialab Sciences Po
fr: Made by médialab Sciences Po

source: Features.HomeView.New Story
fr: Nouveau récit

source: Features.HomeView.New story
fr: Nouveau récit

source: Features.HomeView.Override exist story
fr: Écraser

source: Features.HomeView.Override story
fr: Override story

source: Features.HomeView.Provided by the <a target=
fr: Fourni par le programme <a target="blank" ref="noopener" href="http://controverses.org/">FORCCAST</a>, dédié au développement d'innovations pédagogiques pour l'analyse des controverses, sciences et techniques.

source: Features.HomeView.Provided thanks to the FORCCAST program
fr: Provided thanks to the FORCCAST program

source: Features.HomeView.Stories
fr: Récits

source: Features.HomeView.Story is not valid
fr: Le récit déposé n'est pas valide

source: Features.HomeView.Who else is online ?
fr: Qui d'autre est en ligne ?

source: Features.HomeView.Your profile
fr: Votre profil

source: Features.HomeView.about fonio details
fr: Fonio est un outil qui sert à fabriquer des pages html riches d'images, vidéos, et autres éléments interactifs permettant de construire un argument en s'aidant de documents.

source: Features.HomeView.choose how you will be identified by other writers
fr: choisir comment vous serez identifié·e par les autres auteur·e·s

source: Features.HomeView.edit
fr: éditer

source: Features.HomeView.edited by me
fr: dernière édition par moi

source: Features.HomeView.edited recently
fr: dernière edition

source: Features.HomeView.find a story
fr: trouver un récit

source: Features.HomeView.intro short title
fr: Fonio est un outil qui sert à fabriquer des pages html riches d'images, vidéos, visualisations de données et autres éléments interactifs permettant de construire un argument en s'aidant de documents et de données.

source: Features.HomeView.learn fonio detail
fr: bientôt ...

source: Features.HomeView.sort {n} stories by
fr: trier {n} récits par

source: Features.HomeView.story is exist, do you want to override it?
fr: Le récit existe déjà dans cette classe, voulez-vous l'écraser ?

source: Features.HomeView.title
fr: titre

source: Features.HomeView.writers connected to this classroom right now
fr: auteur·e·s connectés à cette salle de classe en ce moment

source: Features.LibraryView.Accepted file formats: jpeg, jpg, gif, png, csv, tsv, bib
fr: Formats de fichier acceptés: jpeg, jpg, gif, png, csv, tsv, bib

source: Features.LibraryView.Are you sure you want to delete these items ?
fr: Êtes-vous sûr·e de vouloir supprimer ces items ?

source: Features.LibraryView.Are you sure you want to delete this item ?
fr: Êtes-vous sûr·e de vouloir supprimer cet item ?

source: Features.LibraryView.Cancel
fr: Annuler

source: Features.LibraryView.Delete an item
fr: Supprimer un item

source: Features.LibraryView.Delete selection
fr: Supprimer

source: Features.LibraryView.Delete {n} items
fr: Supprimer {n} items

source: Features.LibraryView.Delete
fr: Supprimer

source: Features.LibraryView.Deselect all
fr: Tout déselectionner

source: Features.LibraryView.Drop files to include in your library
fr: Déposer ici des fichiers à intégrer dans la bibliothèque

source: Features.LibraryView.Drop files to include new resources in your library (images, tables, bibliographies)
fr: Déposer des fichiers pour inclure de nouveaux items dans votre bibliothèque (images, tableaux, bibliographies)

source: Features.LibraryView.Filter by
fr: Filtrer par

source: Features.LibraryView.Find a resource
fr: Trouver un item

source: Features.LibraryView.New resource
fr: Nouvel item

source: Features.LibraryView.Options
fr: Options

source: Features.LibraryView.Select all
fr: Tout sélectionner

source: Features.LibraryView.Show ...
fr: Montrer...

source: Features.LibraryView.Show items of type
fr: Montrer les items de type

source: Features.LibraryView.Sort items by
fr: Trier les items par

source: Features.LibraryView.Source:
fr: Source:

source: Features.LibraryView.Up to {n} files, with a maximum size of {s} Mb each
fr: Jusqu'à {n} fichiers, avec une taille maximale de {s} Mo chacun

source: Features.LibraryView.You will destroy one item mention in your content if you delete these items.
fr: Vous allez détruire une mention de cet item dans vos contenus si vous le supprimez.

source: Features.LibraryView.You will destroy {n} item mentions in your content if your delete these items.
fr: Vous allez détruire {n} mentions de cet item dans vos contenus si vous le supprimez.

source: Features.LibraryView.Your library contains all the items (references, images, visualizations...) that can be used within the story.
fr: Votre bibliothèque contient tous les items pouvant être utilisés dans votre récit.

source: Features.LibraryView.Your library contains all the items that can be used within the story.
fr: La bibliothèque accueille tous les items qui ont été créés dans ce récit.

source: Features.LibraryView.Your library contains all the resources (references, images, visualizations...) that can be used within the story.
fr: La bibliothèque contient tous les items (références, images, visualisations,...) pouvant être utilisés dans le récit.

source: Features.LibraryView.all items
fr: tous les items

source: Features.LibraryView.bib
fr: référence

source: Features.LibraryView.edited by {a}
fr: editée par {a}

source: Features.LibraryView.edited recently
fr: edité récemment

source: Features.LibraryView.embed
fr: code

source: Features.LibraryView.glossary
fr: entrée de glossaire

source: Features.LibraryView.image
fr: image

source: Features.LibraryView.only editable items (not used by another author)
fr: seulement les items éditables (non utilisés par un·e autre auteur·e)

source: Features.LibraryView.only unused items (not mentionned anywhere in the story)
fr: seulement les items inutilisés (cités nulle part dans le récit)

source: Features.LibraryView.open to edition
fr: ouverte à l'édition

source: Features.LibraryView.table
fr: tableau

source: Features.LibraryView.title
fr: titre

source: Features.LibraryView.untitled resource
fr: item sans titre

source: Features.LibraryView.video
fr: vidéo

source: Features.LibraryView.webpage
fr: hyperlien

source: Features.LibraryView.{x} of {y} of the resources you selected cannot be deleted now because they are used by another author.
fr: {x} sur {y} parmi les items que vous avez sélectionné ne peuvent pas être supprimés car ils sont mobilisés par un·e autre auteur·e

source: Features.ReadOnly.Loading
fr: Chargement

source: Features.ReadOnly.Story not found
fr: Récit non trouvé

source: Features.SectionView.Accepted file formats: jpeg, jpg, gif, png, csv, tsv, bib
fr: Formats de fichiers acceptés : jpeg, jpg, gif, png, csv, tsv, bib

source: Features.SectionView.Add a citation block
fr: Ajouter un bloc de citation

source: Features.SectionView.Add a new note
fr: Ajouter une nouvelle note

source: Features.SectionView.Add a new section or chapter to your story
fr: Ajouter une nouvelle section (chapitre) à ce récit

source: Features.SectionView.Add a title
fr: Ajouter un titre

source: Features.SectionView.Add items to library
fr: Ajouter des items

source: Features.SectionView.Add items to the library
fr: Ajouter des items à la bibliothèque

source: Features.SectionView.Add new images to your story
fr: Ajouter de nouvelles images à ce récit

source: Features.SectionView.Add new images, references, videos, ... to your story
fr: Ajouter de nouvelles images, références, vidéos, visualisations ...

source: Features.SectionView.All changes saved
fr: Tous les changements sont sauvegardés.

source: Features.SectionView.Anywhere
fr: N'importe où

source: Features.SectionView.Begin a list
fr: Commencer une liste

source: Features.SectionView.Begining of a paragraph
fr: Début d'un paragraphe

source: Features.SectionView.Drop files here to include in your library
fr: Déposer ici des fichiers à inclure dans la bibliothèque

source: Features.SectionView.Drop files here to include new items in your library (images, tables, bibliographies)
fr: Déposer ici des fichiers pour inclure de nouveaux items dans votre bibliothèque (images, tableaux, fichiers de bibliographie .bibtex)

source: Features.SectionView.Drop files to include new resources in your library (images, tables, bibliographies)
fr: Déposer des fichiers pour inclure de nouveaux items dans votre bibliothèque (images, tableaux, bibliographies)

source: Features.SectionView.Edit section metadata
fr: Éditer les propriétés de la section

source: Features.SectionView.Effect
fr: Effet

source: Features.SectionView.Explanation about the section content
fr: Vous éditez le contenu de cette section. Rendez-vous dans la section design pour voir son rendu.

source: Features.SectionView.From files drop
fr: En ajoutant des fichiers

source: Features.SectionView.Library
fr: Bibliothèque

source: Features.SectionView.Manually
fr: Manuellement

source: Features.SectionView.New section
fr: Nouvelle section

source: Features.SectionView.Open item citation widget
fr: Ouvrir le widget de citation rapide

source: Features.SectionView.Options
fr: Options

source: Features.SectionView.Save changes
fr: Sauvegarde

source: Features.SectionView.Saving...
fr: Sauvegarde...

source: Features.SectionView.Section content
fr: Contenus de la section

source: Features.SectionView.Shortcut
fr: Raccourci

source: Features.SectionView.Shortcuts help
fr: Raccourcis clavier

source: Features.SectionView.Show ...
fr: Montrer ...

source: Features.SectionView.Sort items by
fr: Trier les items par

source: Features.SectionView.Summary
fr: Sommaire

source: Features.SectionView.Up to {n} files, with a maximum size of {s} Mb each
fr: Jusqu'à {n} fichiers, avec une taille maximum de {s} Mo chacun

source: Features.SectionView.Where
fr: Où

source: Features.SectionView.Write bold text
fr: Écrire du texte en gras

source: Features.SectionView.Write italic text
fr: Écrire du texte en italique

source: Features.SectionView.
fr: « > » puis espace

source: Features.SectionView.bib
fr: référence

source: Features.SectionView.delete this bib
fr: supprimer cette référence

source: Features.SectionView.delete this embed
fr: supprimer ce code

source: Features.SectionView.delete this glossary
fr: supprimer cette entrée de glossaire

source: Features.SectionView.delete this image
fr: supprimer cette image

source: Features.SectionView.delete this resource
fr: supprimer cet item

source: Features.SectionView.delete this section
fr: supprimer cette section

source: Features.SectionView.delete this table
fr: supprimer ce tableau

source: Features.SectionView.delete this video
fr: supprimer cette vidéo

source: Features.SectionView.delete this webpage
fr: supprimer cet hyperlien

source: Features.SectionView.drag this card to the editor
fr: faire glisser cette carte dans l'éditeur pour la mentionner

source: Features.SectionView.drag to change section order
fr: faire glisser pour changer l'ordre des sections

source: Features.SectionView.edited by you
fr: édité par vous

source: Features.SectionView.edited by {a}
fr: édité par {a}

source: Features.SectionView.edited recently
fr: edité récemment

source: Features.SectionView.embed
fr: code

source: Features.SectionView.find a resource
fr: trouver un item

source: Features.SectionView.glossary
fr: entrée glossaire

source: Features.SectionView.hide summary and library pannels
fr: cacher les panneaux sommaire et bibliothèque

source: Features.SectionView.higher level of importance
fr: plus importante

source: Features.SectionView.image
fr: image

source: Features.SectionView.lower level of importance
fr: moins importante

source: Features.SectionView.open to edition
fr: ouvert à l'édition

source: Features.SectionView.section settings
fr: propriétés de la section

source: Features.SectionView.settings
fr: éditer

source: Features.SectionView.show summary and library pannels
fr: montrer les panneaux sommaire et bibliothèque

source: Features.SectionView.table
fr: tableau

source: Features.SectionView.title
fr: titre
