Repository: medialab/fonio
Catalog: translations/*.po
Languages: fr

source: Features.SectionView.untitled resource
fr: item sans titre

source: Features.SectionView.use as cover image
fr: utiliser comme image de couverture

source: Features.SectionView.video
fr: vidéo

source: Features.SectionView.webpage
fr: hyperlien

source: Features.SectionViewContainer.Please wait...
fr: Merci d'attendre...

source: Features.SectionViewContainer.Your data is not saved, are you sure you want to leave?
fr: Toutes vos données ne sont pas sauvegardées, êtes-vous sûr·e de vouloir partir ?

source: Features.SectionViewContainer.copying content...
fr: Documentation et structuration des contenus copiés...

source: Features.SummaryView.Close story settings
fr: Fermer les propriétés

source: Features.SummaryView.Edit story settings
fr: Éditer les propriétés

source: Features.SummaryView.New section
fr: Nouvelle section

source: Features.SummaryView.Summary
fr: Sommaire

source: Features.SummaryView.What are other authors doing ?
fr: Que font les autres auteur·e·s ?

source: Features.SummaryView.edited by you
fr: édité par vous

source: Features.SummaryView.edited by {a}
fr: édité par {a}

source: Features.SummaryView.open to edition
fr: ouvert à l'édition

source: Features.SummaryView.{a} is editing story settings
fr: {a} édite les propriétés du récit

source: Features.SummaryView.{a} is here on the summary
fr: {a} est ici, sur le sommaire

source: Features.SummaryView.{a} is in the library
fr: {a} est dans la bibliothèque

source: Features.SummaryView.{a} is working on design
fr: {a} travaille sur le design

source: Features.SummaryView.{a} is editing an item in the library
fr: {a} édite un item dans la bibliothèque

source: Features.SummaryView.{a} is editing an item from library while editing section {s}
fr: {a} édite un item de la bibliothèque tout en éditant la section {s}

source: Features.SummaryView.{a} is nowhere, alone in the dark
fr: {a} n'est nulle part, perdu dans l'obscurité (ceci est un bug)

source: Features.SummaryView.{a} is working on a section
fr: {a} travaille sur une section

source: Features.SummaryView.{a} is working on section
fr: {a} travaille sur la section « {t} »

source: Features.SummaryView.{a} is working on {l} and {n}
fr: {a} travaille sur {l} et {n}

source: Features.SummaryView.{a} is working on {l}
fr: {a} travaille sur {l}

source: You will destroy one item mention in your content if you delete these items.
fr: Vous allez détruire une mention d'item dans vos contenus si vous supprimer ces items.

source: You will destroy {n} item mentions in your content if your delete these items.
fr: Vous allez détruire {n} mentions d'items dans vos contenus si vous supprimez ces items.

source: shortcuts help
fr: Raccourcis clavier

source: Components.LinkModal.Add a hyperlink
fr: Ajouter un hyperlien

source: Components.LinkModal.Pick an existing hyperlink from your library
fr: Sélectionner un hyperlien existant dans la bibliothèque

source: Components.LinkModal.Choose an existing hyperlink
fr: Choisir un hyperlien existant

source: Components.LinkModal.Create a new hyperlink
fr: Créer un nouvel hyperlink

source: Components.LinkModal.URL address
fr: Adresse URL

source: Components.LinkModal.Hyperlink URL
fr: URL de l'hyperlien

source: Components.LinkModal.Title of the webpage
fr: Titre de la page web

source: Components.LinkModal.Hyperlink title
fr: Titre

source: Components.LinkModal.Add hyperlink
fr: Ajouter

source: Components.LinkModal.Cancel
fr: Annuler

source: Features.LibraryView.edit
fr: éditer

source: Features.LibraryView.delete
fr: supprimer

source: Features.ErrorMessageContainer.This contextualization could not be added into note
fr: Cette mention n'a pas pu être ajoutée à la note.

source: Features.ErrorMessageContainer.This type of item cannot be added into note
fr: Ce type d'item ne peut pas être mentionné dans une note.

source: Features.SectionView.Untitled section
fr: Section sans titre

source: Components.SectionCard.Untitled section
fr: Section sans titre

source: Components.SectionCard.Title level {n}
fr: Niveau de titre {n}

source: Features.ErrorMessageContainer.No valid files to upload, your files are either too big or not in the right format.
fr: Pas de fichiers valides à intégrer, ils sont ou bien trop gros ou bien dans un format incorrect.

source: Features.ErrorMessageContainer.The section could not be updated with your last changes
fr: La section n'a pas pu être mise à jour avec vos dernières modifications

source: Features.LibraryView.Deleting an item
fr: Suppression d'un item

source: Features.LibraryView.Deleting {n} items
fr: Suppression de {n} items

source: Features.LibraryView.Deleting item {k} of {n}
fr: Suppression de l'item {k} sur {n}

source: Features.LibraryView.Deleting {n} item
fr: Suppression de {n} items

source: Components.PaginatedList.previous
fr: précédent

source: Components.PaginatedList.next
fr: suivant

source: Features.LibraryView.No item in your library yet
fr: Pas encore d'items dans votre bibliothèque.

source: Components.ResourceForm.Drop a bib file
fr: Drop a bib file

source: Components.ResourceForm.File is too large ({s} Mb), please choose one under {m} Mb
fr: Fichier trop gros ({s} Mb), veuillez en choisir un de moins de {m} Mo

source: Features.EditionUiWrapper.Home
fr: Accueil

source: Components.ResourceForm.File is too large, please choose a smaller file
fr: Fichier trop gros, veuillez choisir un fichier plus petit

source: Components.UploadModal.Please wait...
fr: Merci d'attendre...

source: Components.UploadModal.Analyzing contents...
fr: Analyse des contenus...

source: Components.UploadModal.Adding
fr: Ajout de "{n}"

source: Components.UploadModal.
fr: "{f}" est trop gros

source: Features.ErrorMessageContainer.Your story file is larger than maximum file size allowed
fr: Fichier est plus gros que la taille de fichier maximum autorisée

source: Features.DesignView.You will need to use the !important suffix for some rules as you want to override initial rules.
fr: You will need to use the !important suffix for some rules as you want to override initial rules.

source: Components.PastingModal.Duplicating contents
fr: Duplication des contenus

source: Components.PastingModal.Updating contents
fr: Mise à jour des contenus

source: Components.PastingModal.Converting contents
fr: Conversion des contenus

source: Components.PastingModal.Duplicating {n} contextualizers
fr: Duplication de {n} mentions

source: Components.PastingModal.Duplicating {n} notes
fr: Duplication de {n} notes

source: Components.PastingModal.Creating {n} items
fr: Création de {n} liens

source: Components.PastingModal.Attaching {n} contextualizers
fr: Intégration de {n} mentions

source: Components.PastingModal.Please wait...
fr: Merci de patienter...

source: Features.HomeView.Contributing and signaling bugs
fr: Contribuer et signaler des bugs

source: Features.HomeView.For suggesting improvements or signaling bugs, please head to <a href=
fr: Pour suggérer des améliorations ou signaler des bugs, merci de vous rendre sur <a href="https://docs.google.com/forms/d/e/1FAIpQLSfbo6ShhqQeSdZxnuBvqyskVGiC3NKbdyPpIFL1SIA04wkmZA/viewform?usp=sf_link" rel="noopener" >cette page</a> et de suivre la procédure proposée. Merci !

source: Features.HomeView.The source code of Fonio is licensed under free software license
fr: Le code source de fonio est placé sous license libre

source: Features.LibraryView.Filters
fr: Filtres

source: Features.SectionView.Filters
fr: Filtres

source: Components.PastingModal.Creating item {x} of {n}
fr: Création de l'item {x} sur {n}

source: Components.PastingModal.Attaching contextualizer {x} of {n}
fr: Intégration de la mention {x} sur {n}

source: Components.DeleteStoryModal.Deleting a story cannot be undone. Are you sure ?
fr: La suppression d'un récit est irréversible. Êtes-vous sûr·e ?

source: Features.LibraryView.settings
fr: paramètres

source: Features.LibraryView.use as cover image
fr: utiliser comme image de couverture

source: Features.SectionView.Section title
fr: Titre de la section

source: Features.SectionView.Drag this item to the editor
fr: Faire glisser cet item dans l'éditeur pour le mentionner

source: Features.SectionView.Title level {n}
fr: Niveau de titre {n}

source: Features.SectionView.Move up in the summary
fr: Remonter dans le sommaire

source: Features.SectionView.Move down in the summary
fr: Rabaisser dans le sommaire

source: Features.SectionView.Move section in summary
fr: Déplacer la section dans le sommaire

source: Components.SectionCard.edited by {a}
fr: édité par {a}

source: Components.SectionCard.edited by {a} (inactive)
fr: édité par {a} (inactif)

source: Components.SectionCard.open to edition
fr: ouvert à l'édition

source: Components.SectionCard.edit section
fr: éditer la section

source: Components.SectionCard.delete this section
fr: delete this section

source: Components.SectionCard.Move up in the summary
fr: Remonter dans le sommaire

source: Components.SectionCard.Move down in the summary
fr: Rabaisser dans le sommaire

source: Components.SectionCard.Move section in summary
fr: Déplacer la section dans le sommaire

source: Components.InlineCitation.Validate
fr: Valider

source: Components.BlockContextualization.trash
fr: trash

source: Components.BlockContextualization.pointer
fr: pointer

source: Features.ErrorMessageContainer.The story could not be saved
fr: Le récit n'a pas pu être sauvegardé

source: Features.ErrorMessageContainer.The file format (JSON) of the imported story is not valid.
fr: Le formatage du fichier (JSON) du récit importé n'est pas valide.

source: Features.HomeView.Story exists, do you want to override it?
fr: Story exists, do you want to override it?

source: Features.EditionUiWrapper.Untitled section
fr: Section sans titre

source: Features.EditionUiWrapper.Overview
fr: Contenus

source: Features.SectionView.One item
fr: Un item

source: Features.SectionView.Several items
fr: Plusieurs items

source: Features.LibraryView.small
fr: small

source: Features.SectionView.tooltip
fr: tooltip

source: Features.SectionView.small
fr: small

source: Features.DesignView.Someone took your place in the design view !
fr: Quelqu'un a pris votre place sur la vue design !

source: Features.DesignView.This happened because you were inactive too much time
fr: C'est arrivé parce que vous êtes resté inactif trop longtemps

source: Features.EditionUiWrapper.edited by you (inactive)
fr: édité par vous (inactif)

source: Features.EditionUiWrapper.edited by {n} (inactive)
fr: édité par {n} (inactif)

source: Features.SummaryView.edited by {a} (inactive)
fr: édité par {a} (inactif)

source: Features.LibraryView.edited by {a} (inactive)
fr: édité par {a} (inactif)

source: Features.SectionView.edited by you (inactive)
fr: édité par vous (inactif)

source: Features.SectionView.edited by {a} (inactive)
fr: edité par {a} (inactif)

source: Features.HomeView.sort by
fr: sort by

source: Components.PastingModal.Creating image {x} of {n}
fr: Récupération de l'image {x} sur {n}

source: Components.PastingModal.Creating {n} images
fr: Récupération de {n} images

source: Features.DesignView.StylesVariables.relative
fr: relative

source: Features.DesignView.StylesVariables.Define titles styles
fr: Style des titres

source: Features.DesignView.StylesVariables.Define textes on cover styles
fr: Style du texte de couverture

source: Features.DesignView.StylesVariables.Define classic corpus text styles
fr: Style du corps de texte

source: Features.DesignView.StylesVariables.Define links styles
fr: Style des liens

source: Features.DesignView.StylesVariables.Define blockquotes styles
fr: Style des blocs de citation

source: Features.DesignView.StylesVariables.Define background color
fr: Couleur d'arrière-plan

source: Features.DesignView.StylesVariables.Define background opacity
fr: Opacité de l'image de couverture (quand une image de couverture est utilisée)

source: Features.DesignView.StylesVariables.horizontal
fr: horizontal

source: Features.DesignView.StylesVariables.Features.DesignView.StylesVariables
fr: StylesVariables

source: Components.MetadataForm.yes
fr: oui

source: Components.MetadataForm.no
fr: non

source: Components.InternalLinkModal.Add a link to another section
fr: Ajouter un lien vers une autre section

source: Components.InternalLinkModal.Link to section
fr: Lien vers la section

source: Components.InternalLinkModal.Choose a section
fr: Choisir une section

source: Components.InternalLinkModal.Add section link
fr: Ajouter le lien vers la section

source: Components.InternalLinkModal.Cancel
fr: Annuler

source: Components.SectionEditor.add a link to a webpage
fr: ajouter un lien vers une page web

source: Components.SectionEditor.add a link to another section
fr: ajouter un lien vers une autre section

source: Components.SectionEditor.edit internal link
fr: éditer le lien vers une section

source: Components.SectionEditor.deleted section
fr: section supprimée

source: Components.MetadataForm.publication-consent-message-1
fr: Pour que vous puissiez travailler sur votre projet collectivement et que votre enseignant puisse le consulter, votre travail sera accessible sur ce site le temps du semestre.

source: Components.MetadataForm.publication-consent-message-2
fr: À l'issue du semestre, vos enseignants pourraient vouloir rendre publics les meilleurs travaux sur un site web hébergé par sciences po. Y consentiriez-vous (vous pourrez modifier votre réponse dans les paramètres du récit à tout moment) ?

source: Components.MetadataForm.You must consent or refuse a possible future publication of this story.
fr: Vous devez consentir ou refuser à la possible future publication de ce récit.

source: Components.InternalLinkModal.No section
fr: Pas de section

source: Components.MetadataForm.Would you consent for a possible future publication of your story on one of Sciences Po websites ?
fr: Consentiriez-vous à une possible future publication de ce récit sur l'un des sites web de Sciences Po ?

source: Components.MetadataForm.Once finished and evaluated, we might want to valorize your work through Sciences Po communication channels. The collective authorization of all authors is needed for that matter.
fr: Une fois terminé et évalué, nous pourrions vouloir valoriser votre travail à travers les canaux de communication de Sciences Po. L'autorisation collective de tous les auteurs est nécessaire pour ce faire.

source: Features.DesignView.StylesVariables.background
fr: background

source: Components.GlossaryModal.Add a glossary entry
fr: Ajouter une entrée de glossaire

source: Components.GlossaryModal.Pick an existing glossary entry from your library
fr: Choisir une entrée existante dans la bibliothèque

source: Components.GlossaryModal.Choose an existing glossary entry
fr: Choisir une entrée de glossaire existante

source: Components.GlossaryModal.Create a new glossary entry
fr: Créer une nouvelle entrée de glossaire

source: Components.GlossaryModal.Name
fr: Nom

source: Components.GlossaryModal.Description of the entry
fr: Description de l'entrée

source: Components.GlossaryModal.Entry description
fr: Description de l'entrée

source: Components.GlossaryModal.Add entry
fr: Ajouter l'entrée

source: Components.GlossaryModal.Cancel
fr: Annuler

source: Components.InternalLinkModal.Your story has only one section for now, therefore you cannot yet link to another section.
fr: Votre récit n'a qu'une seule section pour l'instant, en conséquence vous ne pouvez pas encore faire de lien vers d'autres sections.

source: Components.SectionEditor.add a link to a glossary entry
fr: ajouter un lien vers une entrée de glossaire

source: Components.InternalLinkModal.Your story has only one section for now, therefore you cannot yet link to another.
fr: Votre récit n'a qu'une seule section pour l'instant, en conséquence vous ne pouvez pas encore faire de lien vers d'autres sections.

source: Features.EditionUiWrapper.logged as {u}
fr: identifié en tant que {u}

source: Components.BlockContextualization.tooltip
fr: tooltip

source: Components.PasswordInput.password
fr: mot de passe

source: Features.DesignView.Story template
fr: Story template

source: Components.ResourceForm.Authors of the embed
fr: Auteurs du code

source: Components.ResourceForm.help about embed authors
fr: Qui a crée ce code

source: Components.ChangePasswordModal.change password
fr: change password

source: Features.LibraryView.another author in one section
fr: another author in one section

source: Features.LibraryView.other authors in multiple sections
fr: other authors in multiple sections

source: Features.SectionView.another author in one section
fr: another author in one section

source: Features.SectionView.other authors in multiple sections
fr: other authors in multiple sections

source: Components.ConfirmToDeleteModal.Are you sure you want to delete the resource "{s}" ?
fr: Êtes-vous sûr·e de vouloir supprimer la ressource « {s} » ?

source: Components.ConfirmToDeleteModal.Are you sure you want to delete the section "{s}" ? All its content will be lost without possible recovery.
fr: Êtes-vous sûr·e de vouloir supprimer la section « {s} » ? Tous ses contenus seront perdus sans possibilité de les récupérer.

source: Features.DesignView.To do so, you must be familiar with css syntax. To get started, we advise you to go to <a target="blank" href="https://developer.mozilla.org/en-US/docs/Learn/CSS/Introduction_to_CSS">this tutorial</a>
fr: Pour ce faire, vous devez être familier de la syntaxe CSS. Pour commencer à apprendre CSS, nous vous conseillons de commencer par <a target="blank" rel="noopener" href="https://developer.mozilla.org/fr-FR/docs/Learn/CSS/Introduction_to_CSS">ce tutoriel</a>

source: Features.HomeView.Made at the <a target="blank" href="http://medialab.sciencespo.fr/">médialab SciencesPo</a>, a research laboratory that connects social sciences with inventive methods.
fr: Fabriqué au <a target="blank" ref="noopener" href="http://medialab.sciencespo.fr/">médialab SciencesPo</a>, laboratoire de recherche qui connecte les sciences sociales avec de nouvelles méthodologies de recherche, d'ingénierie et de design.

source: Features.HomeView.Provided by the <a target="blank" href="http://controverses.org/">FORCCAST</a> program, fostering pedagogical innovations in controversy mapping.
fr: Fourni par le programme <a target="blank" ref="noopener" href="http://controverses.org/">FORCCAST</a>, dédié au développement d'innovations pédagogiques pour l'analyse des controverses, sciences et techniques.

source: Features.SectionView."#" then space
fr: « # » puis espace

source: Features.SectionView."**" then content then "**"
fr: « ** » puis du contenu puis « ** »

source: Features.SectionView."*" then content then "*"
fr: « * » puis du contenu puis « * »

source: Features.SectionView."*" then space
fr: « * » puis espace

source: Features.SectionView.">" then space
fr: « > » puis espace

source: Features.SummaryView.{a} is working on section "{t}"
fr: {a} travaille sur la section « {t} »

source: Components.UploadModal.Adding "{n}"
fr: Ajout de "{n}"

source: Components.UploadModal."{f}" is too big
fr: "{f}" est trop gros

source: Features.HomeView.For suggesting improvements or signaling bugs, please head to <a href="https://docs.google.com/forms/d/e/1FAIpQLSfbo6ShhqQeSdZxnuBvqyskVGiC3NKbdyPpIFL1SIA04wkmZA/viewform?usp=sf_link">this page</a> and fill the questionnaire. Thanks !
fr: Pour suggérer des améliorations ou signaler des bugs, merci de vous rendre sur <a href="https://docs.google.com/forms/d/e/1FAIpQLSfbo6ShhqQeSdZxnuBvqyskVGiC3NKbdyPpIFL1SIA04wkmZA/viewform?usp=sf_link" rel="noopener" >cette page</a> et de suivre la procédure proposée. Merci !
